Repository: genie4viz/django-vue
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Hikster Services can be used for a variety of purposes under any circumstances or application and therefore can not be interpreted as being applicable to your personal situation. By using the Hikster Services, you agree to be solely responsible for the use of such information, advice, statements or information provided and that you do so at your own risk.
fr: Les Services Hikster peuvent se prêter à différents usages en toute circonstance ou application et ne peuvent donc pas s'interpréter comme pouvant s'appliquer à votre situation personnelle. En utilisant les Services Hikster, vous convenez d'être le seul responsable de l'utilisation des dits informations, conseils, déclarations ou renseignements fournis et que vous le faites à votre propre risque.

source: Hikster is not responsible for any damages resulting from the use of the Hikster Services. This explicit disclaimer includes, but is not limited to, (i) damage caused by viruses, or other computer software or malfunctions that may infect, harm, or damage the hardware of your computer, telephone, tablet, and their software, memories or any other property belonging to you or others, after accessing, browsing or using the Hikster Services and (ii) damage to equipment and equipment used during a hike or other activity on the premises listed on the Hikster Services .
fr: Hikster décline toute responsabilité quant à de quelconques dommages résultant de l'utilisation des Services Hikster. Cette clause de non-responsabilité explicite comprend, notamment, (i) les dommages provoqués par des virus, ou tout autre logiciel informatique ou anomalie pouvant infecter, nuire ou endommager le matériel de votre ordinateur, appareil téléphonique, tablette ainsi que leurs logiciels, mémoires ou tout autre bien appartenant à autrui ou à vous-même, après avoir accéder, naviguer ou utiliser les Services Hikster et (ii) les dommages aux appareils et équipements utiliséslors d'une randonnée ou autre activité sur les lieux répertoriés sur les Services Hikster.

source: 7. INTELLECTUAL PROPERTY
fr: 7. PROPRIÉTÉ INTELLECTUELLE

source: Hikster, https://www.hikster.com and all other trademarks and logos appearing on or in connection with the Hikster Services are registered and / or unregistered trademarks, trade names and service marks. deposited by Hikster. Other product names, company names, and logos displayed on Hikster Services may be trade names, trademarks, or service marks, registered or unregistered, of their respective owners. It is strictly prohibited to use in any way all trade names, trademarks, service marks and logos (collectively the "Marks") displayed on the Hikster Services. No reference to Hikster Services or elsewhere shall be construed to accord, by implication or otherwise, a license or right to use the Trademarks.
fr: Hikster, https://www.hikster.com et tous les autres marques et logos qui figurent sur les Services Hikster ou en rapport avec ceux-ci sont des marques de commerce, des noms commerciaux et des marques deservice déposés et/ou non déposés appartenant à Hikster. Il se peutque d'autres noms de produits, noms de sociétés et logos affichés sur les Services Hikster soient des noms commerciaux, des marques de commerce ou des marques de service déposés ou non déposés de leurs propriétaires respectifs. Il est strictement interdit d'utiliser de quelque façon que ce soit tous les noms commerciaux, marques de commerce, marques de service et logos (collectivement les «Marques») affichés sur les Services Hikster. Aucune mention figurant sur les Services Hikster ou ailleurs ne doit être interprétée de façon à accorder, par implication ou autrement, une licence ou un droit d'utilisation des Marques.

source: 8. MODIFICATION OF THESE TERMS AND CONDITIONS
fr: 8. MODIFICATION DES PRÉSENTS TERMES ET CONDITIONS

source: Hikster may, in its sole discretion, modify or amend the present terms and conditions with respect to your future use of Hikster Services for any reason without notice to you or notice to any other person. beforehand and without liability to anyone. No user of Hikster Services may modify the present terms and conditions and / or add new provisions in any way.
fr: Hikster peut, à son entière discrétion, modifier les présents termes et conditions en ce qui a trait à votre utilisation future des Services Hikster ou y ajouter de nouvelles dispositions, pour quelque motif que ce soit, sans vous en aviser ou en aviser une autre personne au préalable et sans engager sa responsabilité envers quiconque. Aucun utilisateur des Services Hikster ne peut modifier les présents termes et conditions et/ou y ajouter de nouvelles dispositions de quelque manière que ce soit.

source: In the event of a change to these terms and conditions, your subsequent access to the Hikster Services as a result of the changes will irrevocably constitute your acceptance of the changes.
fr: En cas de modification des présents termes et conditions, votre prochain accès aux Services Hikster suite aux modifications constituera irrévocablement votre acceptation des modifications.

source: 9. APPLICABLE LAW
fr: 9. LOIS APPLICABLES

source: These terms and conditions are governed by the laws of Quebec and the federal laws of Canada applicable therein, excluding any rule of private international law or conflict of laws that would result in the application of other laws. . Any dispute between Hikster and you or any other person relating to the Hikster Services, these terms and conditions or any related matter shall be settled in the courts of Quebec, in the city of Montreal, Quebec, Canada, and hereby you irrevocably recognize the original and exclusive jurisdiction of these courts with respect to any dispute.
fr: Les présents termes et conditions sont régis par les lois du Québec et les lois fédérales du Canada qui y sont applicables, à l'exclusionde toute règle de droit international privé ou de conflit de lois qui se traduirait par l'application d'autres lois. Tout différendentre Hikster et vous ou une autre personne relative aux Services Hikster, aux présents termes et conditions ou toute question connexe doit être réglé devant les tribunaux de Québec, dans la ville de Montréal, Québec, au Canada, et par les présentes, vous reconnaissez irrévocablement la compétence initiale et exclusive de ces tribunaux à l'égard de tout différend.

source: 10. INDEMNITY
fr: 10. INDEMNISATION

source: You acknowledge and agree to hold Hikster and its officers, employees, agents and other representatives free and harmless from any loss, claim, action, liability, expense or damage, including reasonable expenses and legal fees, arising from your use of the Hikster Services, Customer's Content or breach of these terms and conditions.
fr: Vous reconnaissez et acceptez de tenir Hikster et ses officiers, employés, agents et autres représentants quitte et indemne de toute perte, réclamation, action, responsabilité, dépense et dommage, incluant les dépenses et honoraires juridiques raisonnables, découlant de votre utilisation des Services Hikster, du Contenu duclient ou de la violation des présents termes et conditions.

source: 11. AMENDMENT, SUSPENSION OR TERMINATION
fr: 11. MODIFICATION, SUSPENSION OU RÉSILIATION

source: Hikster reserves the right to modify, suspend or terminate, without notice and for any reason, the Hikster Services or your access or use of the Hikster Services, all without any compensation or liability to you.
fr: Hikster se réserve le droit de modifier, suspendre ou résilier, sans préavis et pour quelque raison que ce soit, les Services Hikster ou votre accès ou utilisation des Services Hikster, le tout sans aucune compensation ou responsabilité envers vous.

source: 12. COMPLETE AGREEMENT
fr: 12. ENTENTE COMPLÈTE

source: These terms and conditions and any expressly referenced documents constitute the entire agreement between you and Hikster on the matters set out herein and supersede any previous contract, negotiation, discussion or understanding of any nature whatsoever. .
fr: Les présents termes et conditions ainsi que tout document auquel il est expressément référé constituent l'entente complète entre vous et Hikster sur les questions faisant l'objet des présentes et remplace tout contrat, négociation, discussion ou entente antérieure, de quelque nature que ce soit.

source: 13. NULLITY OF A CLAUSE
fr: 13. NULLITÉ D'UNE CLAUSE

source: If any provision of these terms and conditions is unlawful, void or, for any reason, unenforceable, then this provision will be deemed severed from these terms and conditions and will have no effect on the validity or character the remaining provisions.
fr: Si une disposition des présent termes et conditions est illégale, nulle ou, pour quelque raison que ce soit, inexécutable, alors la présente disposition sera considérée comme dissociée des présents termes et conditions et n'aura pas d'effet sur la validité ou le caractère exécutoire des dispositions restantes.

source: The society
fr: La société

source: Useful links
fr: Liens utiles

source: Join us on
fr: Rejoins-nous sur

source: All rights reserved
fr: Tous droits réservés

source: Despite all the care taken in presenting our maps, Hikster can not guarantee the accuracy of the information presented there. The user releases Hikster from any liability for the use of this information.
fr: Malgré tout le soin apporté à la présentation de nos cartes, Hikster ne peut garantir l'exactitude des informations qui y sont présentées. L'utilisateur dégage Hikster de toute responsabilité quant à l'utilisation de ces informations.

source: Information
fr: Locations

source: Go to the park description page
fr: Voir la page de description du réseau

source: Share
fr: Partager

source: Distances and altitude
fr: Distances et altitudes

source: Highest point
fr: Point le + haut

source: Lowest point
fr: Point le + bas

source: See trail in 3D
fr: Voir le sentier en 3D

source: Activities
fr: Activités

source: Activity
fr: Activité

source: Estimated time
fr: Durée estimée

source: About
fr: A propos

source: No information is available now.
fr: Information non disponible pour le moment.

source: Access period
fr: Périodes d'accès

source: Access period or time not available
fr: Information non disponible pour le moment

source: Prices
fr: Tarifs

source: Rates unavailable
fr: Information non disponible pour le moment

source: Access
fr: Accès

source: Access unavailable
fr: Information non disponible pour le moment

source: Cellular
fr: Portable

source: Fax machine
fr: Fax

source: Telephone secondary
fr: Telephone secondaire
