Repository: genie4viz/django-vue
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Error 404
fr: Erreur 404

source: Profile
fr: Profil

source: Locations
fr: Lieux

source: Trail Sections
fr: Tronçons

source: Trails
fr: Sentiers

source: Terms of use
fr: Conditions d'utilisation

source: Logout
fr: Se déconnecter

source: Select the organization you would like to manage:
fr: Selectionnez une organisation

source: You do not have any organization.
fr: Votre compte n'est associé à aucune organisation.

source: Name
fr: Nom

source: Street name
fr: Rue

source: Apartment
fr: Complément

source: City
fr: Ville

source: Province
fr: Province ou État

source: Postal code
fr: Code postal

source: Po box
fr: Boite postale

source: Country
fr: Pays

source: Value
fr: Valeur

source: Fare note
fr: Tarifs

source: Save and continue editing
fr: Sauvegarder et continuer la modification

source: Save
fr: Sauvegarder

source: Online
fr: En ligne

source: Organization
fr: Organisation

source: Address
fr: Adresse

source: First Name
fr: Prénom

source: Cancel
fr: Annuler

source: The largest selection of hiking trails in Quebec. Find your playground.
fr: Le plus grand répertoire de sentiers de randonnée pédestre au Québec. Trouvez votre terrain de jeu.

source: Search for a location
fr: Chercher un sentier, parc, région

source: Region
fr: Région

source: With my dog
fr: Mon chien m'accompagne

source: Search / See the map
fr: Rechercher / voir la carte

source: Gallery of images
fr: Gallerie d'images

source: Make a donation
fr: Faire un don

source: Ask a question to the community
fr: Se connecter à la communauté

source: List of trails
fr: Liste des sentiers

source: Path type
fr: Type

source: Available sports
fr: Activités disponibles

source: Network
fr: Réseau

source: Location
fr: Lieux

source: Path
fr: Sentier

source: Map
fr: Carte

source: Filter POIs
fr: Filtrer POI

source: Select all
fr: Tout sélectionner

source: Sorry, it looks like we have no result here.
fr: Désolé, il n'y a aucun résultat.

source: Please empty your filter or make a new search by moving the map.
fr: SVP, videz les filtres ou faire une nouvelle recherche en déplaçant la carte.

source: Look for a place
fr: Recherchez un lieu

source: Search
fr: Chercher

source: Length
fr: Longueur

source: Difficulty
fr: Difficulté

source: About us
fr: À propos de nous

source: MANAGE AND VALUE YOUR TRAILS AND TOURIST ACTIVITIES
fr: GÉREZ ET VALORISEZ VOS SENTIERS ET ACTIVITÉS TOURISTIQUES

source: Hikster is a webmapping software suite whose goal is to connect park managers and visitors in order to propel outdoor activities.
fr: Hikster est une suite logicielle webmapping dont le but est de connecter les gestionnaires de parcs et les visiteurs afin de propulser les activités de plein air.

source: Park managers have advanced tools allowing - for the first time - to enhance their offer and to better understand the behavior of visitors. They can create new personalized experiences, improve park management and increase their revenues.
fr: Les responsables de parc disposent d'outils avancés leur permettant - pour la première fois - de valoriser leur offre et de mieux comprendre le comportement des visiteurs. Ils peuvent créer de nouvelles expériences personnalisées, améliorer la gestion du parc et augmenter leurs revenus.

source: Visitors have interactive maps, easy to use, in order to take full advantage of the park's offer. These Maps are accessible via the web and via mobile application.
fr: Les visiteurs disposent de cartes interactives, facile à utiliser, afin de profiter pleinement de l'offre du parc. Ces cartes sont accessibles via le web et via application mobile.

source: ESSENTIAL MEMBERS
fr: MEMBRES ESSENTIELS

source: By becoming an Essential member, you stay on an interface of management for your park. You are masters of your information and all updates are instant visible by the public on our website and mobile application.
fr: En devenant membre Essentiel, vous disposez d'une interface de gestion pour votre parc. Vous êtes maître de votre information et toutes les mises à jour sont instantanément visibles par le public sur notre site Internet et application mobile.

source: For more information contact us
fr: Pour en savoir plus, contactez-nous

source: PREMIUM MEMBERS
fr: MEMBRES PREMIUM

source: Do you want a tailor-made offer? Use our tools in White mark ? Our team of experts is at your disposal.
fr: Vous souhaitez une offre sur-mesure ? Utiliser nos outils en marque blanche ? Notre équipe d'experts est à votre écoute.

source: THE KNOW-HOW OF THE AZIMUT GEOMATICS GROUP
fr: LE SAVOIR-FAIRE DU GROUPE DE GÉOMATIQUE AZIMUT

source: The realization of the Hikster project was made possible thanks to the unconditional support of the team of
fr: La concrétisation du projet Hikster a été possible grâce à l'appui inconditionnel de l'équipe de

source: AZIMUT Geomatics Group.
fr: Groupe de géomatique AZIMUT.

source: The website, the interactive map and all the data are the result of the work of these professionals of computer science and geomatics who have accompanied us throughout the adventure. We are grateful to them and we thank them!
fr: Le site Web, la carte interactive et toutes les données sont le fruit du travail de ces professionnels de l'informatique et de la géomatique qui nous ont accompagnés tout au long de l'aventure. Nous leur en sommes reconnaissants et nous les en remercions!

source: SUPPORTED BY Osprey
fr: SOUTENU PAR Osprey

source: makes the manufacturing quality of its backpacks a priority. We have the honor to be recognized and supported by this actor of reference in the field of the outdoors. We will have the opportunity to win bags throughout the year.
fr: fait de la qualité de fabrication de ses sacs à dos une priorité. Nous avons l'honneur d'être reconnu et soutenu par cet acteur de référence dans le domaine du plein air.

source: "Founded in 1974 and established in Colorado, Osprey's mission is to create innovative, high-performance equipment that reflects our love of adventure and our dedication to the outdoors. . We achieve our goal when we meet the needs of our most demanding consumers and they carry our bags with pride. "
fr: "Fondée en 1974 et établie au Colorado, Osprey a pour mission de créer des équipements innovants et de hautes performances qui reflètent notre amour pour l'aventure et notre dévotion pour le plein air. Nous atteignons notre objectif lorsque nous répondons aux besoins de nos consommateurs les plus exigeants et qu'ils portent nos sacs avec fierté."

source: PROMOTED BY ESPACES
fr: PROMU PAR ESPACES

source: is the largest outdoor media in Quebec. Their mission: to offer outdoor, adventure and travel enthusiasts, media and events that actively contribute to the realization of their interests.
fr: est le plus important média de plein air au Québec. Leur mission: proposer aux adeptes d'activités de plein air, d'aventure et de voyages, des médias et des événements qui contribuent activement à la réalisation de leurs intérêts.

source: We are happy that they participate in the promotion of Hikster.
fr: Nous sommes heureux qu'ils participent à la promotion de Hikster.

source: SUPPORTED BY THE MONTREAL FOUNDATION INC.
fr: SOUTENU PAR LA FONDATION MONTRÉAL INC.

source: Hikster is a proud laureate of
fr: Hikster est heureux lauréat de

source: The Montreal Foundation Inc.,
fr: La Fondation Montréal Inc.,

source: a non-profit organization whose mission is to propel a new generation of promising Montreal entrepreneurs to success.
fr: organisme à but non lucratif qui a pour mission de propulser vers le succès une nouvelle génération d'entrepreneurs montréalais prometteurs.

source: Find
fr: Trouve

source: your playground
fr: ton terrain de jeu

source: We currently have more than
fr: Nous recensons actuellement plus de

source: hiking places
fr: lieux de pratique

source: Join the community of enthusiasts quickly
fr: Rejoins la communauté de passionnés dès maintenant

source: Join the community
fr: Rejoindre la communauté

source: Our
fr: Découvre de nouveaux

source: purpose
fr: terrains de jeu

source: Our goal is simple: simplify the organization of your outings.
fr: Notre but est simple : simplifier l'organisation de tes sorties plein air

source: We create detailed maps and guide in collaboration with the park managersso that you can explore nature with confidence.
fr: Nous créons des cartes et descriptions détaillées en collaboration avec les parcspour que tu puisses profiter de la nature en toute confiance.

source: You can filter by activity, distance, level of difficulty ... to find THE outing that corresponds to your desire.
fr: Tu peux filtrer par activité, distance, niveau de difficulté ...pour trouver LA sortie qui correspond à tes envies.

source: Join also our amazing community to share your favorite destinations, ask questions or organize outdoor adventures.
fr: Rejoins aussi une communauté de passionnés pour partagertes destinations coup de coeur, poser des questions et organiser des sorties.

source: Come, we are so happy to welcome you!
fr: Rejoins-nous vite, on est heureux de t'accueillir!

source: Any questions? Contact
fr: Des questions? Contacte

source: supports us
fr: nous soutient

source: The Ministry of Tourism of Quebec support us
fr: Le ministère du tourisme du Québec nous soutient

source: We are partner of
fr: Nous sommes partenaire de

source: 1. YOUR ACCEPTANCE
fr: 1. VOTRE ACCEPTATION

source: These terms and conditions govern your use of the products and services offered by HIKSTER Group Inc. ("Hikster"), the https://www.hikster.com website (the "Site") and the Hikster mobile application ( the "Application") (collectively the Site, the Application and all other products and services offered by Hikster, the "Hikster Services").
fr: Les présents termes et conditions régissent votre utilisation des produits et services offerts par Groupe HIKSTER Inc. (« Hikster »), du site web https://www.hikster.com (le « Site ») et de l'application mobile Hikster (l' « Application ») (collectivement le Site, l'Application et tous les autres produits et services offerts présentement et dans le futur par Hikster, les « Services Hikster »).

source: Unless otherwise indicated, all materials and content related to Hikster Services are the property of Hikster and its affiliates. Hikster grants you access to the Hikster Services and you acknowledge that by this access you will not acquire any right, title or interest in the Hikster Services' material and content.
fr: À moins d'indication contraire, tout matériel et contenu reliés aux Services Hikster est la propriété de Hikster et ses affiliés. Hikster vous accorde un accès aux Services Hikster et vous reconnaissez que, par cet accès, vous n'acquerrez aucun droit, titre ou intérêt dans le matériel et contenu des Services Hikster.

source: Hikster Services may not be copied, reproduced, re-published, downloaded, displayed, transmitted, distributed or used (other than for their intended use) without the prior written permission of Hikster.
fr: Les Services Hikster ne doivent pas être copiés, reproduits, re-publiés, téléchargés, affichés, transmis, distribués ou utilisés (autrement que l'utilisation pour laquelle ils sont destinés) sans l'autorisation écrite préalable de Hikster.

source: Whenever you use the Hikster Services, you represent that you agree and that all persons whom you represent agree to be bound by these terms and conditions and declare and warrant that you are entitled to accept these terms and conditions on your behalf. name and on behalf of the people you represent. If you do not agree to each of the provisions of these terms and conditions or if you do not have the authority to accept these terms and conditions, please do not use the Hikster Services.
fr: Chaque fois que vous utilisez les Services Hikster, vous attestez que vous acceptez et que toutes les personnes que vous représentez acceptent d'être liés par les présents termes et conditions et déclarez et garantissez que vous êtes habilité à accepter les présents termes et conditions en votre nom et au nom des personnes que vous représentez. Si vous n'acceptez pas chacune des dispositions des présents termes et conditions ou si vous n'êtes pas habilité à accepter les présents termes et conditions, veuillez ne pas utiliser les Services Hikster.

source: 2. INFORMATION AND CONFIDENTIALITY
fr: 2. INFORMATION ET CONFIDENTIALITÉ

source: By using Hikster Services, you consent to Hikster's collection, processing and storage of information about you including your name, date of birth, email, location, address, telephone number, and payment and other information. for your use of Hikster Services. You warrant that any information provided to Hikster is true and accurate and that you will update such information as required.
fr: En utilisant les Services Hikster, vous consentez à ce que Hikster recueille, traite et stocke de l'information vous concernant notamment votre nom, date de naissance, courriel, emplacement, adresse, numéro de téléphone ainsi que de l'information relative aux paiements et à votre usage des Services Hikster. Vous garantissez que toute information fournie à Hikster est véridique et précise et que vous mettrez la dite information à jour lorsque requis.

source: Any information you provide to Hikster and any information collected by Hikster, if any, will remain strictly confidential and will not be sold, rented or loaned without your consent. However, you agree that Hikster discloses to a third party any information necessary so that the third party is able to provide a service that you have requested.
fr: Toute information que vous fournissez à Hikster et toute information collectée par Hikster, le cas échéant, resteront strictement confidentielles et ne seront ni vendues, ni louées, ni prêtées, sans avoir obtenu votre consentement. Toutefois, vous acceptez que Hikster divulgue à un tiers toute information nécessaire afin que ce tiers soit en mesure de fournir un service que vous avez demandé.

source: 3. PROHIBITED USE
fr: 3. USAGE PROBIHÉ

source: It is strictly prohibited to send, post or otherwise transmit any content or material containing viruses that may cause interruption, damage or limiting the functionality of Hikster Services or servers connected to Hikster Services.
fr: Il est strictement interdit d'envoyer, de publier ou autrement transmettre tout contenu ou matériel contenant des virus ou pouvant causer une interruption, des dommages ou limitant la fonctionnalité des Services Hikster ou des serveurs connectés aux Services Hikster.

source: You also agree not to behave in a dishonest manner and not to use the Hikster Services for any unlawful, illegal or harmful purpose.
fr: Vous convenez également de ne pas vous conduire d'une manière désobligeante et de ne pas utiliser les Services Hikster pour desfins illicites, illégales ou préjudiciables.

source: 4. USER CONTENT
fr: 4. CONTENU DE L'UTILISATEUR

source: Hikster Services gives you the ability to post content including, without limitation, images, photos, comments, ratings and suggestions (collectively, "Customer Content").
fr: Les Services Hikster vous donnent la possibilité de publier du contenu incluant, sans limitation, des images, photos, commentaires, évaluations et suggestions (collectivement, le « Contenu du client »).

source: You acknowledge and warrant that (i) you are the owner or have the right to publish the Customer Content, (ii) the publication does not infringe or violate the rights of third parties, including, without limitation, copyright privacy, copyright or other intellectual property rights and (iii) the Customer Content is not obscene, defamatory, discriminatory, unlawful, illegal, fraudulent, hateful, pornographic or otherwise offensive or inappropriate.
fr: Vous reconnaissez et garantissez que (i) vous êtes le propriétaire ou avez le droit de publier le Contenu du client, (ii) que lapublication n'enfreint pas ou ne viole pas les droits de tiers, incluant, sans limitation, les droits de respect de la vie privée, les droits d'auteur ou autres droits de propriété intellectuelle et (iii) le Contenu du client n'est pas obscène, diffamatoire,discriminatoire, illicite, illégal, frauduleux, haineux, pornographique ou autrement offensant ou inapproprié.

source: You acknowledge that you are fully responsible for your use of the Hikster Services and the Customer Content and that Hikster can not be held responsible for the Content of the Customer or the fact that the Customer Content is copied or reproduced by other users. In addition, Hikster is under no obligation to review, review, modify, approve or delete the Customer Content.
fr: Vous reconnaissez que vous êtes entièrement responsable de votre utilisation des Services Hikster et du Contenu du client et que Hikster ne peut aucunement être tenue responsable du Contenu du client ou du fait que le Contenu du client soit copié ou reproduit par d'autres utilisateurs. De plus, en aucun cas, Hikster n'est obligé d'examiner, réviser, modifier, approuver ou supprimer le Contenu du client.

source: You acknowledge that the Customer Content you publish is not confidential and you grant Hikster a free, non-exclusive, royalty-free, worldwide license for use and reproduction in any form for any lawful purpose. of the Customer's Content, all without payment or consideration in exchange, even if Hikster derives any benefit from it.
fr: Vous reconnaissez que le Contenu du client que vous publiez n'est pas confidentiel et vous accordez à Hikster une licence gratuite, non exclusive, libre de droits et mondiale pour l'utilisation et la reproduction, sous quelque forme que soit et à des fins légitimes,du dit Contenu du client, le tout sans paiement ou contrepartie en échange et ce, même si Hikster en tire un avantage quelconque.

source: Hikster reserves the right, in its sole discretion and without notice, to refuse the publication, deletion or modification of the Customer Content when the Customer fails to comply with the terms and conditions of these terms and conditions.
fr: Hikster se réserve le droit, à son entière discrétion et sanspréavis, de refuser la publication, de supprimer ou de modifier le Contenu du client lorsque ce dernier ne respecte pas les conditionsdes présents termes et conditions.

source: 5. LINKS TO OTHER WEBSITES
fr: 5. LIENS VERS D'AUTRES SITES INTERNET

source: Hikster Services may contain links to other websites or services. While Hikster strives to provide links to sites or services that share its high standards of quality and privacy, Hikster is not responsible for the content or privacy practices of other sites or services. You use other sites and services at your own risk and can not make any claims to Hikster as a result of your use of them or your dealings with their owner or operator. The provisions set out under the "Limitation of Liability" section of these terms and conditions apply, with the necessary modifications, to your access to and use of other sites and services.
fr: Le Services Hikster peut contenir des liens vers d'autres sites Internet ou services. Bien que Hikster s'efforce de fournir des liens de sites ou services partageant ses normes de qualité élevées et son respect de la confidentialité, Hikster n'est pas responsable du contenu ou des pratiques de confidentialité en vigueur sur d'autres sites ou services. Vous utilisez les autres sites et services à vos propres risques, et ne pouvez présenter aucune réclamation à Hikster par suite de votre utilisation de ceux-ci ou de vos opérations avec leur propriétaire ou exploitant. Les dispositions énoncées sous larubrique « Limitation de Responsabilité » des présents termes et conditions s'appliquent, avec les modifications nécessaires, à votre accès aux autres sites et services et à leur utilisation.

source: 6. LIMITATION OF LIABILITY
fr: 6. LIMITATION DE RESPONSABILITE

source: The use and browsing of Hikster Services is at your own risk. If you are not satisfied with the information contained in the Hikster Services or these terms and conditions, your sole and exclusive remedy is to stop accessing and using the Hikster Services.
fr: L'utilisation et la navigation des Services Hikster est à vos propres risques. Si vous n'êtes pas satisfaits des informations contenues dans les Services Hikster ou des présents termes etconditions, votre seul et unique recours est de cesser d'accéder e td'utiliser les Services Hikster.

source: In no event shall Hikster, its directors, officers, employees or other third parties mentioned or involved in the creation, production or delivery of the Hikster Services be held liable for any direct, indirect, special or punitive damages whatsoever (including, but not limited to, costs and expenses incurred, of any nature, loss of profit, loss of data or programs or cessation of activities) arising from access, use, inability to use or consequences of the use of Hikster Services, Customer Content or referenced third-party sites and services.
fr: En aucun cas, Hikster, ses administrateurs, dirigeants, employés ou autres tiers mentionnés ou impliqués dans la création, la production ou la livraison des Services Hikster ne sauraient être tenus responsables de tout dommage direct, indirect, particulier ou punitif quel qu'il soit (y compris, sans toutefois s'y limiter, les coûts et dépenses encourus, de quelque nature que ce soit, la perte de profit, la perte de données ou programmes ou la cessation des activités) découlant de l'accès, de l'utilisation, de l'inaptitude à utiliser ou des conséquences de l'utilisation des Services Hikster, du Contenu du client ou des sites et services tiers référencés.

source: Hikster can not be held responsible for acts, omissions or behavior perpetrated by any user or third party.
fr: Hikster ne peut aucunement être tenue responsable des actes, omissions ou comportements perpétrés par un quelconque utilisateur ou tiers.

source: Hikster Services does not give you any right to visit the Hikster Services listed locations if the managers or persons in authority there have limited or restricted access. Hikster makes no warranties with respect to the listed locations and will not be responsible for the condition of the site at the time of your visit.
fr: Les Services Hikster ne vous donnent aucun droit de vous rendre sur les lieux répertoriés sur les Services Hikster si les gestionnaires ou les personnes en autorité sur ces lieux en ont limité ou réglementé l'accès. Hikster n'offre aucune garantie relativement aux lieux répertoriés et ne sera pas responsable de l'état des lieux au moment de votre visite.

source: Hikster Services, and all communications and information relating thereto, are provided without any representation, representation or warranty, express or implied, of any kind whatsoever, including, without limitation, any warranties as to their accuracy, completeness, reliability, availability or suitability for a particular purpose. Hikster assumes no responsibility for any errors or omissions in the Hikster Services or if the Hikster Services are interrupted or delayed for any reason whatsoever.
fr: Les Services Hikster, ainsi que toute communication et information s'y rattachant, sont fournis sans aucune représentation, déclaration ou garantie, explicite ou implicite, de quelque nature que ce soit, y compris, sans toutefois s'y limiter, toute garantie quant à leur exactitude, exhaustivité, fiabilité, disponibilité ou adéquation à un usage particulier. Hikster n'assume aucune responsabilité quant aux erreurs ou oublis dans les Services Hikster ou si les Services Hikster sont interrompus ou retardés par quelque raison que ce soit.
